<script setup lang="ts" name="ProjectExperience"></script>
<template>
  <div>
    数据作战室2019.04 - 2020.06 前端负责人 项目描述：面向总裁和高管以及决策 BI
    的数字化经营决策和管理协同产品。提供一站式的数据化经营决策和管理协同功能，让高管高效获取决策信息，并提升管理效率。
    主要工作：1. 项目从0到1的框架设计和开发 2. 产品体验精雕细琢的打磨 3.
    建立稳定性保障机制。目前仍在迭代中，帮助提升高管业务决策效率
    DeepInsight2018.07 - 2019.04 / 2020.07 - 至今 可视分析负责人
    项目描述：DeepInsight 是蚂蚁集团自主研发的自助式 BI
    数据洞察分析平台，面向企业分析人员、业务人员和开发人员，帮助蚂蚁集团实现精细化运营。
    主要工作：BI
    平台工具核心部分是报表制作，也就是通过数据连接、可视化配置形成图表物料之后，通过拖拽方式进行页面编排，最终形成报表页面进行发布的过程。
    1. 主导开放能力建设，拉通产品、设计建设和扩展可视化图形，提升丰富度 2.
    产品体验优化，尤其是对 ECharts 的体验顽疾进行攻克 3.
    主导可视化能力建设：业务标准化图表库建设(通用组件设计和开发经验丰富)、促进数据分析能力增强等可视化一体化建设
    G2、G2Plot2019 - 至今 核心开发者 项目描述：G2
    是基于图形语法理论的可视化渲染引擎，G2Plot 是在 G2
    基础上封装的开箱即用的统计可视化图表库 主要工作：AntV
    可视化建设，赋能整个蚂蚁和阿里集团统计可视化分析相关业务。负责 AntV 系列:
    AntV 官网、G 渲染引擎、 G2、G2Plot、ThemeSet
    主题构建器等开源项目的研发工作。
  </div>
</template>
